/**
  ******************************************************************************
  * @file    ekf2.h
  * @author: Oskar Wei
  * @version 2.1
  * @date    2021-02-16
  * @brief   EKF for AHRS
  ******************************************************************************
  * @attention
  *
  * Mail: 990092230@qq.com
  * Shop: www.mindsilicon.com
  *
	* 该程序仅供学习使用，未经作者允许，不得用于其它任何用途
  ******************************************************************************
  */

#ifndef __EKF2_H
#define __EKF2_H




#endif
